Repository: AntonPaluch/mud-engineer-2
Catalog: mud engineer 2/*.lproj/Localizable.strings
Languages: ru

source: Well flushing
ru: Промывка скважины

source: Dilution fluid
ru: Разбавление раствора

source: Weighting
ru: Утяжеление раствора

# preferenceVC
source: Settings
ru: Настройки

# konduktor
source: Surface casing
ru: Кондуктор

# kolonna
source: Production string
ru: Эксплуатационная колонна

# hvost
source: Tailpipe
ru: Хвостовик

source: Input Error
ru: Ошибка ввода

# weieghtingEror
source: The density of the weighted drilling mud should be greater than the initial mud
ru: Плотность утяжеленного раствора должна быть больше исходного

# metr3
source: m3
ru: м3

# grammSm3
source: g/cm3
ru: г/см3

source: kg
ru: кг

# calcium
source: Calcium carb 2,7 g/cm3
ru: Микрокальцит 2,7 г/см3

# barit
source: Barit 4,3 g/cm3
ru: Барит 4,3 г/см3

# dolomite
source: Dolomite 2,9 g/cm3
ru: Доломит 2,9 г/см3

# siderite
source: Siderite 3,8 g/cm3
ru: Сидерит 3,8 г/см3
