Repository: AntonPaluch/mud-engineer-2
Catalog: mud engineer 2/View/*.lproj/Main.strings
Languages: ru

# 0Hj-hA-gac.text
source: Required weighting agent:
ru: Количество утяжелителя:

# 0eK-1g-fcH.text
source: d, Drill bit (mm)
ru: d, долота (мм)

# 0yD-Ub-6Rb.text
source: 15 min.
ru: 15 мин.

# 1pZ-Va-B7g.text
source: 100m3
ru: 100м3

# 1qt-aR-uJQ.text
source: Long (m)
ru: Длина (м)

# 2c8-a9-B4g.title
source: Surface casing
ru: Кондуктор

# 2dD-Re-Axx.text
source: Output of the downhole pack:
ru: Выход забойной пачки:

# 3Rp-xY-g99.text
source: Initial mud volume:
ru: Объем раствора исходный:

# 4LP-8x-qJ2.normalTitle
source: Сomputation
ru: Расчет

# 4oF-2K-NnK.text
source: 100 m3
ru: 100 м3

# 64l-8d-tMI.text
source: 20 min.
ru: 20 мин.

# 6FS-kh-2wd.text
source: Column volume:
ru: Объем в колонне:

# 7TY-HJ-chN.text
source: d, SDP (mm)
ru: d, СБТ (мм)

# 8eL-hU-TNN.text
source: Open borehole
ru: Открытый ствол

# 8g1-zz-2n6.text
source: Dilution fluid wt:
ru: P добавляемого раствора:

# 8oH-pi-er4.text
source: Litre (Lps)
ru: Литраж (л/с)

# 9KF-1b-MUx.text
source: Downhole (m)
ru: Забой (м)

# 9og-X0-BP9.text
source: Final mud volume:
ru: Конечный объём:

# 9tC-Bh-YSR.text
source: Previous column:
ru: Предыдущая колонна:

# AI6-G0-PeV.title
source: Tips
ru: Чаевые

# AoQ-iS-MD2.text
source: d, Drill bit (mm)
ru: d, долота (мм)

# CDr-l7-Atv.text
source: Volume pipe:
ru: Объем инструмента:

# CHE-9F-E9G.text
source: Pipe wall (mm)
ru: Толщина стенки (мм)

# DPD-Tz-Y64.title
source: Volums
ru: Объемы

# Djs-Zd-c6N.title
source: Weighting of drilling mud
ru: Утяжеление бурового раствора

# FFn-wh-aKz.text
source: In the well without pipe:
ru: В скважине без инструмента:

# GWj-Cq-ho2.text
source: Downhole (m)
ru: Забой (м)

# HL9-qD-n1H.text
source: Litre (Lps)
ru: Литраж (л/с)

# L97-yy-i9G.title
source: Time
ru: Время

# M5b-53-smK.text
source: Behind the pipes :
ru: В затрубе :

# M6V-cp-9rM.text
source: Dilution fluid requirement:
ru: Объем добавляемого раствора:

# MWb-Rm-Xmi.text
source: 100 m3
ru: 100 м3

# MrJ-DT-rYt.text
source: Final mud volume:
ru: Конечный объём:

# Nci-Wp-bO7.text
source: d, Drill bit (mm)
ru: d, долота (мм)

# Nek-2w-xnm.text
source: Inner diameter (mm)
ru: Внутренний диаметр (мм)

# OwW-un-qqs.text
source: Inner diameter (mm)
ru: Внутренний диаметр (мм)

# Pcj-rT-9oS.text
source: Inner diameter (mm)
ru: Внутренний диаметр (мм)

# PvJ-yB-5FA.text
source: К, cavernosity
ru: К, кавернозности

# RQK-5U-6YB.normalTitle
source: Computation
ru: Расчет

# SFx-8B-03D.normalTitle
source: Computation
ru: Расчет

# Sn5-pJ-YCe.text
source: Two cycles of well flushing:
ru: Два цикла промывки:

# Ugr-E2-qzd.text
source: One and a half cycles of well flushing :
ru: Полтора цикла:

# XC0-So-jOD.text
source: Long (m)
ru: Длина (м)

# ZWG-bl-hHE.text
source: Open borehole
ru: Открытый ствол:

# aE1-RI-tjU.text
source: Downhole (m)
ru: Забой (м)

# agg-4w-OCp.text
source: 100 m3
ru: 100 м3

# b9e-h5-rrs.text
source: 2ч. 50 min.
ru: 2ч. 50 мин.

# boM-rn-q3d.text
source: Desired weight:
ru: Плотность при утяжелении:

# bua-vN-phm.text
source: К, cavernosity
ru: К, кавернозности

# cGR-3x-O9s.normalTitle
source: Computation
ru: Расчет

# cRe-Xs-3QM.text
source: Well flushing
ru: Промывка скважины

# crK-9J-3hW.text
source: Open borehole:
ru: Открытый ствол:

# dAl-An-Ha5.text
source: Initial mud volume:
ru: Объем раствора исходный:

# dKK-J8-rsn.normalTitle
source: Choosing a weighting agent
ru: Выбрать утяжелитель

# dKm-PX-0fS.text
source: Long (m)
ru: Длина (м)

# dKp-g3-P3F.text
source: Full cycle:
ru: Полный цикл:

# eg1-4G-IQl.normalTitle
source: Computation
ru: Расчет

# emN-9j-y5x.title
source: Settings
ru: Настройки

# exu-uu-MYE.text
source: Previous column:
ru: Предыдущая колонна:

# fUB-rC-WC7.text
source: Starting mud wt:
ru: P исходного раствора:

# hhe-Bx-fuB.text
source: К, cavernosity
ru: К, кавернозности

# hpu-GJ-uB2.text
source: 100 m3
ru: 100 м3

# k4z-E1-ED0.text
source: In pipe:
ru: В инструменте:

# kBg-MC-RkJ.text
source: Desired mud wt:
ru: Плотность после разбавления:

# kUP-XU-NbS.title
source: Tailpipe
ru: Хвостовик

# kVQ-0a-Kew.text
source: 1 h. 30 min.
ru: 1 ч. 30 мин.

# kZb-aP-lfQ.normalTitle
source: Tips to the developer
ru: Чаевые разработчику

# lIr-Wl-Y3n.text
source: Pumping fluid on the downhole:
ru: Прокачка раствора до забоя:

# lqD-oo-IA5.title
source: Mud dilution
ru: Разбавление раствора

# mcD-Ee-5Py.text
source: 100 m3
ru: 100 м3

# mov-yv-X6K.text
source: 69 Lps
ru: 69 л/с

# nNa-4g-ush.text
source: 100 m3
ru: 100 м3

# pmU-dw-DT2.text
source: 120 min.
ru: 120 мин.

# q8a-4M-x4d.text
source: Litre (Lps)
ru: Литраж (л/с)

# rNy-3f-ZXk.text
source: Pipe wall (mm)
ru: Толщина стенки (мм)

# rY8-v6-kcp.text
source: d, SDP (mm)
ru: d, СБТ (мм)

# rwp-60-Cts.text
source: Open borehole
ru: Открытый ствол:

# tgX-Kk-07Q.text
source: In view pipes in the well:
ru: С учетом инструмента:

# u0D-fq-fNK.title
source: Production string
ru: Эксплуатационная колонна

# wJA-xD-mbU.text
source: Initial mud weight :
ru: Плотность исходного раствора:

# x5H-Iv-BnB.text
source: Previous column:
ru: Предыдущая колонна:

# ybC-0u-2Ew.text
source: Pipe wall (mm)
ru: Толщина стенки (мм)

# zHp-us-v2o.text
source: d, SDP (mm)
ru: d, СБТ (мм)

# zOx-Fq-JsB.text
source: At litrage:
ru: При литраже:
